{"podcast_details": {"podcast_title": "Fifth & Mission", "episode_title": "San Francisco Is Aiming High With Its Housing Targets. So Far, It’s Falling Short", "episode_image": "https://megaphone.imgix.net/podcasts/23caab5e-4c21-11e9-9136-57fd1b0c1caf/image/uploads_2F1553204887857-nq8hj86mpoi-bab8e97cabfe0657fdcefd90dda72a3f_2FSFCPodcast-FifthMission.jpg?ixlib=rails-4.3.1&max-w=3000&max-h=3000&fit=crop&auto=format,compress", "episode_transcript": " I'm so sorry, ma'am. I know you need this medicine, but it looks like it's not covered by your insurance. Yeah, unfortunately, I had to deny that one. Wait, who are you? I'm your insurance company's pharmacy benefit manager. I get paid based on the price of a medicine, and I don't make as much money off this one. No one should stand between you and your medicine. Visit phrma.org slash middleman to learn more. Paid for by pharma. I'm Laura Wenis, and this is Fifth and Mission. To ease California's housing crunch, state officials have set an extremely ambitious target for housing development. The state wants to see 2.5 million new housing units, one million of them for lower income earners, approved by 2031. Every city in the state has to come up with a proposal known as a housing element, laying out how it will reach state targets. San Francisco has cleared that hurdle. Its housing element has been reviewed and approved by the state. Now it's a question of delivering on that plan. San Francisco is on the hook to approve 82,000 units of new housing under this plan. They don't have to actually be completed by then, just approved. But still, that's a high bar to clear. To put this in perspective, the city would need to start green lighting housing nearly three times as fast as it has been. On average, 28 units of housing would need to get approved every day. We're only six months into the eight year timeline for this plan, but so far, San Francisco is on track to fall short. According to Mayor London Breed, that could make state officials less inclined to fund local projects. So city legislators are adapting policies to speed up the process and pave the way for bigger, denser apartment buildings. And while that kind of development has long been a tough sell for many existing residents, there are signs that the public is warming to them. So city legislators are adapting policies to speed up the process and pave the way for bigger, denser apartment buildings. And while that kind of development has long been a tough sell for many existing residents, there are signs that the public is warming to them. City Hall reporter JD Morris and housing reporter J.K. Deneen recently analyzed San Francisco's progress on this critical goal. And they're here to tell us what this means for the city's housing crisis. J.K., JD, thanks for talking with me. Thanks for having us. Good to be here. J.K., San Francisco has its housing element in place, that plan for how it's going to reach the state mandated goal of 82,000 new units. Not every city in California does, though. What happens if a city fails to make that plan? The first thing that would happen is that the city would be exposed to lawsuits from various groups. It could be pro housing, like YIMBY organizations. YIMBY law is already filing lawsuits all over California against municipalities that don't approve housing developments or don't have a compliant housing element. After that, if the city is still under not able to get their their housing element in compliance, they could lose their permitting authority. So no longer be able to issue permits for for new development that would be taken over by the state could lose the ability to prove variances, all kinds of things that planning and zoning functions that the city currently does could be taken away. What about the financial consequences? Isn't their funding tied up in our ability to meet this goal? Yeah, I mean, very unlikely that San Francisco in particular, since we already have a compliant housing element, would lose any kind of funding. But theoretically, if the city government refused to rezone the west side of the city, something which happening right now, or refuse to approve code compliant, affordable housing developments in areas owned for housing that could open the city up to a scenario where it could be punished by losing funding for various things like transportation. Every city has these mandates from the state. Where does this number come from? 82,000 units is a lot of units. How did they decide that's what we need? So there's these government organizations in different regions. So the total number for California is 2.5 million. And that's broken up, you know, Northern California, Southern California, Central Valley. So ABAC got together. That's the Association of Bay Area Governments. And there was a big group of people that included developers and advocates and affordable housing folks and came up with that number of 82,000 for the entire nine county Bay Area. The number is 441,000 units. So a lot. Yeah. There was some concern earlier this year that San Francisco might not actually meet the deadline to come up with this plan or that the plan wouldn't pass muster with the state. The California officials that are responsible for reviewing these actually rejected a few different housing elements from around the state as unfeasible. But the state did sign off on San Francisco's plan. JD, in general terms, how does the city say it's going to meet this goal? What do they say they're going to do to make it happen? Well, a lot of it entails rezoning on the West Side, which has historically had a lot of been dominated really by single family homes and hasn't welcomed large amounts of dense new developments. So that's something that the city is going to have to do is pave the way for allowing much denser home construction along busy, particularly like transit corridors along the West Side is what they're looking at. The city has already, you know, rezone the city so that there's not so much single family zoning in San Francisco. Now you can do multifamily homes pretty much anywhere. They are actively trying to reduce any financial or logistical barriers that might prevent a lot of these large housing developments that have already been proposed from moving forward. So they're basically trying to cut government red tape to try to get some of these really large housing developments that are already out there, already entitled to try to actually get those moving forward and actually built. Just a point of clarification, we're talking about how the city has to approve all these units. That doesn't mean they actually have to be built in the next eight years, right? The city can only do so much. The city is not a developer. The city holds some funding for affordable housing development. But as far as market rate development, the only thing that the city can really do is, you know, faster in terms of approving projects. They already cut in half the affordable housing requirements, which a lot of market rate developers said were a big impediment to actually building. There's the other so JD mentioned rezoning, you know, cut fees, cut affordable housing requirements. Beyond that, it's kind of up to the private markets. And you both brought up the West Side, which has in the past allowed only single family homes, at least in large parts of it. Where is the city with that? Does it seem like the city is going to make good on that promise to up zone the West Side? Yeah, I mean, it's it's happening. The housing element was already unanimously approved, albeit with lots and lots of grumbling by the board of supervisors. Nobody seemed particularly happy about approving the housing element, but it was approved. There's some there's details to be to be worked out as far as what exactly the height limits will be, the new height limits on, you know, in various parts of town. And but those conversations will be really focused on kind of the minutiae less than the general concept, which is pretty much already decided upon. Yeah, this reminds me of the fight that unfolded a little while ago about this like huge tower that was proposed for the waterfront that I don't know if that was ever taken seriously, but it did spark a lot of discussion. Yeah, out in the sunset. Yeah, I mean, that was one of those projects that that definitely gets people talking, but is never going to happen. Even if there's up zoning, even if there's up. So you both took a look at how much progress the city is making on actually putting this plan into action. And it doesn't look so far like it's going that well. It might not pan out. There's this great scrolling graphic on the Chronicle website with the article that gives you a sense of just the scale of this goal. Eighty two thousand units is a lot of units. Since we can't see that graphic in front of us right now, what comparisons did you use to illustrate exactly how big a lift this is? We looked at it in terms of how many Millennium Towers it would equal to. So the Millennium Tower has four hundred and nineteen units in it. If San Francisco were to actually meet this eighty two thousand unit goal, that would be equivalent to approving one hundred and ninety six new Millennium Towers. And they have to go all over the city, right? It's not like they can just build one hundred and ninety two new Millennium Towers, as in literal towers all in like downtown and Mission Bay. Correct. And of course, that's not actually what the new development will look like. You're not going to see, you know, almost 200 new skyscrapers spread across San Francisco. That's not the plan that anyone has. And hopefully they won't be leaning, right? Correct. Yes, that would be good, too. Yes. Yeah. And right now, are we on track to to get 64 new Millennium Towers in San Francisco? No, we are very far behind. Current through July 15th, San Francisco had authorized about sixteen hundred housing units, which is the equivalent of about 10 units per day compared to the 28 per day that we would need to be building. And if we continued on this pace, roughly how far short of the goal of 82000 units would San Francisco fall? I believe at that pace, San Francisco would have authorized just under 29000 units, which is like 53000 fewer than the mandate that we need. Let's talk quickly about some of these mega projects, because you did note that there are certain projects in the pipeline that might make a dent in this. You know, we're not going to see 192 new literal Millennium Towers. We're also not going to see a steady rate of approval. It's not going to be like every single day they're approving 28 units of housing wherever. So there's several projects that actually account for a pretty big proportion of the units that San Francisco needs to build. Where are they and how big are they? So a lot of the areas that are most promising as far as producing housing are former military bases or industrial properties, many of them on the waterfront. Those projects are unique in that they are very expensive to get going because you need to build roads, you need to put in sidewalks, you need to put in all the infrastructure, the water and the sewer that a new neighborhood requires. But once that's done and there's actually all of that is in streetlights, sidewalks, then it can go quite quickly. If you look at what happened with Mission Bay, which was all rail yards in the 80s and 90s in the middle 2000s when it finally got going. You know, since then, we've seen 6000 housing units built and a hospital and an arena for the Warriors and a lot of other stuff. And these big projects sounds like they could produce a lot of units roughly what proportion of the need will they account for most likely? I think it's like 42 percent. It's like 35000 units or something. If you look at all of them, that includes like Stone's Town, the mall out on the west side, which there's a plan to add about 3000 units there, mostly on surface parking lots. That may put a dent in the number of new units San Francisco needs to approve, but so far the city is not on track to meet its goal. And we'll talk about why that is after a quick break. You're listening to Fifth and Mission. You can support the newsroom that creates this podcast by signing up for unlimited access at SFChronicle.com slash pod or by downloading the San Francisco Chronicle app. I'm so sorry, ma'am. I know you need this medicine, but it looks like it's not covered by your insurance. Yeah, unfortunately, I had to deny that one. Wait, who are you? I'm your insurance company's pharmacy benefit manager. I get paid based on the price of a medicine and I don't make as much money off this one. No one should stand between you and your medicine. Visit phrma.org slash middleman to learn more. Paid for by Pharma. JD, your reporting shows San Francisco is not doing great in terms of speeding toward its goal for housing approvals. What are some of the reasons that's not happening right now? Construction costs are a big one. You know, inflation being a big part of that, you know, we've seen inflation really slow down. It's not certainly not as bad as it used to be. But the effects of that, I'm told, have not really translated yet into, you know, what we're seeing on the ground in terms of Bay Area construction costs, and they're not really expected to until next year. You know, also, like the Bay Area has always had, you know, partly because of its affordable housing problem and just sort of the very high cost of living here, you know, that we've always kind of been challenged from a skilled labor perspective in terms of, you know, certainly in recent years of having enough people to build these projects. Sorry, help me understand if this is a question of making sure that all these units are permitted by this or like that all these units are approved by this deadline, why would construction costs now matter if they don't actually have to build them? Because a builder is not going to get approval to build a project that he doesn't have the money to build. Right. There's a lot of money on the front end. Yeah. OK. What other factors are in play here? I mean, you know, there's just all of the San Francisco specific factors, too, of course. You know, it's just it's been very hard to build here for a very long time. You know, San Francisco has the state's longest, slowest timeline for approving and building new homes. So that's definitely a factor in this as well. But the city is trying to make its process faster to lower, you know, financial barriers that might be getting in the way of developers moving forward. And it's entirely possible that even if we did everything that we can do in San Francisco and more, that like not still nothing or not much would get built because the financing just isn't there right now. Right, J.K.? Yeah, I mean, it's just not a lot of incentive. I do. I feel like, you know, there a few years ago before, especially like 2014 through 2018, every developer in the world was trying to get into this market. And and there was a huge rush into San Francisco and everybody wanted to cater to the well-paid tech workers and all that. And San Francisco made it very difficult. There was a moratorium on new housing in the Mission at one point. There were, I mean, and there were good reasons for it at the time. And but, you know, now the city's sort of rolling out the red carpet. And so far, nobody's really like walking down it. And let's talk about that long process. There's a graphic in your story that shows how over the last decade, the median timeline to get a permit has grown to more than 600 days. So that does seem long. And the state is currently working on an investigation into why San Francisco's approval process is so slow. What is this investigation going to look for and what are they going to do with the results? I mean, I think that really San Francisco's housing element is part of that process. So HCD, which is the, you know, California Department of Housing and Community Development, they now have this housing accountability unit, which is with 25 investigators who work with communities on getting their approvals. So in San Francisco's case, some of those people have been actually like embedded in the planning and building departments, working with city officials on like how it can fix its issues. Like looking over their shoulders. Basically. Don't do that. Yeah, yeah. Put the period there. No, I don't know exactly like whether they're breathing down the necks of our planners, but they might be. You could ask the planning director. So there's one part of this goal that I think everybody kind of acknowledges is going to be really hard to reach, and that's the affordable housing goal. More than half of the units that San Francisco is supposed to be building should be below market rate priced within reach for various lower income bracket households. You both talked with one UC Davis professor, Chris Elmendorf, who called this goal preposterous and said that it's dreamland. Why is that? I think his point was that it's just not likely to happen. This is kind of an unfunded mandate, right? The state has directed us to do this, but there's no new funding that's being provided to make that happen. And this is extremely expensive work that would have to get done. So the cost to taxpayers to accomplish that would be just absolutely astronomical. And I think his other point was that no other city in the country that has more affordable housing than San Francisco has, has that because 60 percent of the housing there was mandated to be deed restricted affordable housing. Are there incentives to make San Francisco reach these goals and are they different from market rate versus affordable housing? You've just said there's no funding mechanism, but is there any carrot or is it all just stick? I mean, there's potentially 20 billion dollar state bond and a 300 million local bond, which would be like the fourth affordable housing bond that San Francisco has passed in the last 10, 12 years. In terms of incentives, that money is the number one thing. And the state is trying to build affordable housing everywhere. And San Francisco is at a disadvantage because it's so expensive to build here compared to like Tracy or Stockton or a lot of Lodi. And there's specific approval processes and applications that affordable housing has to go through that's different from market rate too, right? Yeah, I mean, thanks to some like Senate Bill 35, which passed a few years ago, you can bypass a lot of local approval processes if you're doing an affordable housing project. So that's like already in place in terms of other differences. It's just that affordable housing developers, they rely on bonds and tax credits and they rely on loans from banks. They also rely on on local government, state government and federal government. Oftentimes, by the time an affordable housing project is under construction, there might be 10 or 12 different funding streams that go into it. It's just very complicated. It has only been, I think, a little more than six months since the clock started on this big plan. Why assess the city's progress this early on? I think we just wanted to show just how hard it's going to be to get there. Even if we started making more progress in the next six months, there's sort of these really big systemic issues at play that are going to make achieving this goal very, very hard. And so that was really important to us to visualize for folks because there was so much discussion about this in the lead up to the housing element being approved and then, of course, when it actually was. So we just thought it was a good time for a check in to see if there had been any significant movement and also to just kind of demonstrate the really tall order facing San Francisco in the years ahead. Yeah, we've talked a lot about how ambitious, let's say, these goals are. But it does sound like there's a little bit of enthusiasm from some local politicians that things can change. JD, you talk to a city supervisor, Meena Malgar, who says that she sees a generational shift happening when it comes to housing. Can you explain what she was talking about? I mean, you can look at her platform and her policies to start with. She is a West Side supervisor representing sort of the west of Twin Peaks area. And that is an area with a lot of single family homes. It's not historically been known to be a very welcoming place for housing development, but she is as a supervisor. She really wants to see new housing getting built. And she ran on that and she'll be running for reelection on that, I'm pretty sure. And in her time on the board, she's been trying to advocate for new housing construction across the city. Also, you've just seen a number of other politicians in San Francisco, like Matt Haney, for example, who used to be a supervisor, but then ran for state assembly and won on a platform where he tried to kind of unite progressive policies with a very yes, in my backyard or YIMBY staunch support for housing development, including market rate and affordable housing. And also, I would say, you know, Joel Engardio, the supervisor representing the Sunset, you know, is in a similar boat. Sunset has not, you know, in many cases has been known for wanting to see a lot of new apartment buildings, but Engardio is a YIMBY. So, you know, I think her point was that things are changing in San Francisco, maybe not as fast as some would like to see. But there are signs that the newer generation of local leaders are going to be more more supportive of doing whatever we can to build more homes in San Francisco than generations before, perhaps. It sounds like you both are going to be keeping close tabs on San Francisco's progress on this. Yeah, it should be interesting the next, especially the next six months as the rezoning happens. Thank you both for taking the time. Thanks, Laura. Thank you. J.D. Morris is a City Hall reporter and J.K. Deneen covers housing and real estate for The Chronicle. Thanks to Keith Menconi and Cecilia Lay for production help on this episode, to Gary Baca for mixing the audio and thanks to you for listening."}, "podcast_summary": "In this podcast episode, the focus is on San Francisco's housing crisis and the city's goal to approve 82,000 new housing units by 2031. The city's housing element, which outlines how it will reach this target, has been approved by the state, but progress is behind schedule. Factors such as high construction costs, a slow approval process, and lack of funding for affordable housing are contributing to the challenges. The city is implementing policies to speed up the process and encourage more housing development, particularly in underutilized areas like the West Side. However, meeting the affordable housing goal remains particularly difficult. Despite the obstacles, there are signs of a generational shift among local leaders who are more supportive of housing development.", "podcast_guest": "On the podcast \"Fifth and Mission,\" the guests were J.D. Morris, a City Hall reporter, and J.K. Deneen, a housing reporter from The San Francisco Chronicle. They discussed San Francisco's progress on its housing element plan and the challenges the city faces in approving 82,000 new units of housing by 2031.", "podcast_highlights": "San Francisco is facing the challenge of approving 82,000 new housing units by 2031 as part of the state's ambitious target. However, the city is struggling to meet this goal and is falling behind schedule. The slow approval process, high construction costs, and lack of financing are among the reasons for the slow progress. The city is now trying to speed up the process and pave the way for denser apartment buildings. While there is enthusiasm from some local politicians about the need for more housing, meeting the goal remains a significant challenge."}