{"podcast_details": {"podcast_title": "FT News Briefing", "episode_title": "Saudi Arabia and UAE race to buy computer chips", "episode_image": "https://assets.pippa.io/shows/621e1a5bf5df83377cc948b8/show-cover.jpg", "episode_transcript": " The latest episode of the Next 5 podcast is all about financing net zero. I speak to Tim Gould, chief energy economist at the IEA. We're up to $1.7 trillion going into clean energy transition investments this year. Nick Stansbury, head of climate solutions at LGIM. We need to put a proper price on all greenhouse gas emissions. And Irik Wernerz, SVP and chief economist at Equinor. We have to do these things together. Industry cannot do this alone. Listen to the full episode wherever you get your podcasts. Enjoy. Good morning from the Financial Times. Today is Friday, August 18th, and this is your FT News briefing. U.S. mortgages have become even more expensive and earnings reports from U.S. retailers are sending mixed messages. Plus, Saudi Arabia and the United Arab Emirates are buying powerful microchips to develop artificial intelligence. I'm Sonya Hudson in for Mark Filipino. And here's the news you need to start your day. U.S. mortgage rates are now at a 21 year high. The average 30 year fixed rate mortgage hit 7.09 percent yesterday. It's being driven up by the Federal Reserve's aggressive interest rate rises. Plus, the yield on 10 year treasuries continued to rise yesterday. It's now at its highest level in 16 years. A bunch of big U.S. retailers reported earnings this week. Walmart said yesterday it beat forecasts and raised its profit guidance for the second time this year. Target did not have such a great quarter. It lowered its earnings outlook. Here to talk about the mixed signals is the FT's Steph Chavez. Hi, Steph. Hi, Sonya. How are you? I'm doing well. Thanks. So these are super different outlooks from Target and Walmart. What's going on? So I think that the differences in their earnings can come down to some just differences between the companies themselves. So Target, for example, had a unique issue in that it received a lot of backlash from customers for its Pride merchandise. Customers harassed employees about the Pride merchandise, so much so that Target had to take some of that merchandise off the shelves and that bit into their sales. And then you can think also about how they have different product mixes, if you will. So Walmart focuses much more on food than Target does and Target focuses much more on discretionary items than Walmart does. So if you are a consumer on a budget, you're going to be spending on food and less on discretionary items. You're going to buy things you need. You might be more likely to go shop at Walmart versus Target. So Steph, what can we glean from these earnings reports about consumer spending habits in the US right now? Both companies have made it clear that people are still spending. And I think the Walmart CEO put it pretty well yesterday morning. He said there's a strong job market, wages are good, but at the same time, there are high borrowing costs right now because of high interest rates, which could even go higher. And those pent-up savings from the pandemic have started to dwindle. Even though they are spending, they're being more careful about their spending choices. Home Depot, for example, said that people are buying fewer big ticket appliances. Well, Dad, I kind of showed the same thing that there was a dip in spending on furniture and cars as well. Is this kind of consumer behavior going to continue? I mean, the biggest signal, I think, is that both Target and Walmart said that consumers are very aware of the fact that they'll have to start repaying their student loans this fall. So the Supreme Court, throughout Joe Biden's student debt relief payment plan, and people who have student loans have been able to go without paying their monthly payments for the whole of the pandemic. So those are about to resume. And those payments can be very, very big and really put a dent on people's discretionary budgets and even their essential budgets. I think overall, on all economic terms, we're kind of waiting for the other shoe to drop. We keep expecting the job market to decline. We keep expecting wages to decline, but that hasn't quite happened yet. And I think that the student debt repayment thing is very much a shoe that's about to drop. That's the FT's Steph Chavez. Thanks Steph. Thank you, Sonia. Saudi Arabia and the United Arab Emirates want to be leaders in artificial intelligence. So they're buying thousands of high performance computer chips. Madhumita Murjia is the FT's artificial intelligence editor, and she joins me now to discuss. Hey, Madhu. Hi there. So it seems like these two countries now have the chips that they need to make a lot of progress with AI. You've reported that's kind of step one, but step two is making sure they have the right personnel in place, right? Yeah, so that's the hard part because in particular, we're talking about generative AI, the kind of software that creates things like words, images, video, music, code. And there aren't that many people in the world who know how to build large language models, which is the kind of technology that powers chat GPT. And most of them are in the US on the West Coast, some in the UK. China also has been racing to catch up. So this is basically a scarce resource. It's not enough just to attract them with money because they're getting that through investment in the US as well. So I think that will be their big challenge. And what are they doing to attract this really rare talent into their countries? So the UAE partnered with a French startup and essentially brought over a bunch of really smart AI researchers. And these researchers helped to build something that is seen widely as one of the most advanced models out there. And in Saudi Arabia, what we reported was that one of the universities, which is the King Abdullah University of Science and Technology, they were buying chips and the labs there were mostly staffed by Chinese researchers. So I think they're having to be creative if they can't get to the sort of US and UK talent that's currently building these models at companies in the West. So I do want to point out that neither of these countries are democracies. They also have pretty poor human rights records. Given that, are there concerns about potential misuse of this technology? I think it's fair to say that there are concerns, particularly the question of ethics and guardrails with AI models is one that's being widely discussed by governments. So there are a lot of kind of inherent ethical concerns paired with the fact that these are autocracies that have cracked down on human rights defenders and journalists in the past. Has Nvidia, the company that sold them these chips, have they said anything about the potential for misuse? No, they haven't. We spoke to the CEO of Nvidia earlier this year and they have this really hot commodity that everybody's fighting over at the moment in the tech world. And he said to us, their CEO, Jensen Huang, they're not going to discriminate between sort of large companies versus startups and they are selling it to whoever wants to build AI stuff with it. And I guess that's what they're doing with the UAE and Saudi Arabia as well. They have announced previously partnerships with the two countries in terms of building local supercomputing infrastructure with them. So they have publicly said that they're collaborating. Madhu Mitamurjia is the FT's artificial intelligence editor. Thanks, Madhu. Thank you. Before we go, Barbie is a global phenomenon. Even in places where it's not supposed to be screened, like in Russia. Russians have still been joining in on the hype by watching low quality bootleg versions in theaters. It's almost like the forbidden fruit, which obviously makes the demand even higher. That's the FT's Courtney Weaver. She says Western film companies pulled out of Russia after it launched its full scale invasion of Ukraine last year. Really what this is, is just kind of pirated copies that were found on the internet. So someone in a movie theater in Latin America films Barbie from the movie theater hall, puts it on the internet and someone in Russia downloads the movie and gets actors to redub the movies. Really low quality. You know, you can kind of imagine their excitement. They're finally getting to see Barbie in Russia and then you see this, the quality version you're seeing is not that great. But I guess for some people, that's a fair enough trade off. Courtney Weaver is the FT's special correspondent for Eastern Europe. Oh, and one more thing. Our FT Weekend Festival is back on Saturday, September 2nd in London. Speakers include Jesse Armstrong, Rachel Reeves, and many others. As a briefing listener, you can claim a special discount. We've got that promo code in our show notes. You can read more on all these stories at FT.com for free when you click the links in our show notes. This has been your daily FT News Briefing. Make sure you check back next week for the latest business news. The FT News Briefing is produced by Mark Filippino, Fiona Simon and me, Sonja Hudson. Our engineer is Monica Lopez. We had help this week from Josh Gabbard-Doyon, Monique Malima, David De Silva, Michael Lello, Peter Barber and Gavin Coleman. Our executive producer is Topher Forhez. Cheryl Bremley is the FT's global head of audio and our theme song is by Metaphor Music. The latest episode of the Next 5 podcast is all about financing net zero. I speak to Tim Gould, chief energy economist at the IEA. We're up to $1.7 trillion going into clean energy transition investments this year. Nick Stansbury, head of climate solutions at LGIM. We need to put a proper price on all greenhouse gas emissions. And Eric Wehrens, SVP and chief economist at Equinor. We have to do these things together. Industry cannot do this alone. Listen to the full episode wherever you get your podcasts. Enjoy."}, "podcast_summary": "The latest episode of the Next 5 podcast discusses financing net zero. Important points covered include the $1.7 trillion going into clean energy transition investments this year, the need to put a proper price on greenhouse gas emissions, and the importance of collective action in addressing climate change. The episode features experts from the IEA, LGIM, and Equinor.", "podcast_guest": "The guests in the podcast are:\n- Tim Gould, Chief Energy Economist at the IEA\n- Nick Stansbury, Head of Climate Solutions at LGIM\n- Eric Wehrens, SVP and Chief Economist at Equinor", "podcast_highlights": "Highlights of the latest episode of the Next 5 podcast include discussions on financing the transition to clean energy, with $1.7 trillion invested this year, the importance of pricing greenhouse gas emissions, and the need for collaboration in achieving net zero goals. Guests include Tim Gould from the IEA, Nick Stansbury from LGIM, and Eric Wehrens from Equinor. Tune in to the full episode for insights on the future of energy and climate solutions."}